{
  "profile": [
    {
      "text": "Introduction",
      "description": "My name is Samuel, I am an enthusiastic Software Developer. I hail from the South-east, particularly from a state called Anambra. I like what I do, because it makes me feel like a superhuman😀. If there is one thing that gives me joy the most, its proffering solution to complex issues that usually appear as blockers. I like to make development easy, so I practice in-depth on ways to simplify solutions. I like to tell my colleagues that if it doesn't feel great then it's not best practice.",
      "dir": "left",
      "underline": true
    },
    {
      "text": "How I started",
      "description": "Unlike most people, i am not a computer science alumnus as i had not known what the future holds for me. After graduating from the University, I made a decision to become a database administrator, so i picked Oracle as the database system to study. As at the time, Oracle was a big name, and i wanted to tell my friend i am an Oracle expert. After 6 months, I got my OCA certificate after my training and exams. As months passed by, I couldn't do much with my knowledge and getting a job was far-fetched as my skill wasn't in high demand. I began to joggle from a pool of courses on a brochure for a certain institute, until I came to a conclusion that i would have to pick up another skill and so I enrolled for an internship at an IT firm where i was learning Web Development. As i continued learning, i was tested on my progress and skills, and i they saw that i was good, and so i was assign to a class where i started tutoring student that came to the institute for training, it was a tough paradigm but i was so determined that i become very good at learning and passing on my experience to students.",
      "dir": "left",
      "underline": true
    },
    {
      "text": "In 5 years",
      "description": "In five years from now, I should be at the top of my career, building well-known and renowned applications that will become an household name. At this time, I would achieve quite a handful of my vision which is to be a pioneer to the next big thing. In the past years, I have worked companies where I had a platform to explore, collaborate and grow to where I am now. If I am working with you then I am adding great values to the growth of the company. I want to gain experience that moves through the development processes to the administrative channels, as this could set me up for a strategic and pivotal role in the company.",
      "dir": "left",
      "underline": true
    },
    {
      "text": "Personality Guides",
      "description": "The concept of Personality is more broad than we think it is but I will make this brief. I am a September born, proud Virgo as I like to call myself, I am more fixated about getting results (goal oriented), I like to be in charge of my situation. I am mostly indoors as I am an ambivert, however my introverted side screams more than the extroverted side of me. I want to work in a team with a rich culture for collaboration, communication and love, an environment where we all respect each other.",
      "dir": "left",
      "underline": true
    },
    {
      "text": "My Aspirations",
      "description": "I would like to own a tech start-up with some of the best & experienced developers ever, to deliver world class applications like Paystack, Flutterwave etc. I would love to own a radio station because I enjoy what that sector does for the common people in the country.",
      "dir": "left",
      "underline": true
    },
    {
      "text": "References",
      "description": "",
      "lists": ["Okeme", "Kelechi", "Afeez", "Abiodun"],
      "dir": "left"
    }
  ],
  "tools": [
    {
      "title": "React",
      "body": "",
      "image": ""
    },
    {
      "title": "Angular",
      "body": "",
      "image": ""
    },
    {
      "title": "VueJs",
      "body": "",
      "image": ""
    },
    {
      "title": "Gatsby",
      "body": "",
      "image": ""
    }
  ]
}
